package com.example.radiobutton

fun makeQuiz (): List<List<String>>{
    val questionts = listOf(
        listOf("Сколько веков прошло от рождества Христова?","19 веков","20 веков","21 век","2"),
        listOf("В каком веке была основана Москва?","X","XI","XII","3"),
        listOf("Кто заложил Ленинград?","Иван Грозный","Александр II","Пётр I","3"),
        listOf("Укажите год начала Второй мировой войны.","1939","1940","1941","1"),
        listOf("В каком году запущен первый спутник земли?","1957","1961","1966","1"),
    )
    return questionts
}